tap 'homebrew/cask'
tap 'homebrew/bundle'

brew 'bash'
brew 'git'
brew 'node'
brew 'nvm'
brew 'postgresql'
brew 'yarn'

cask 'adobe-creative-cloud'
cask 'asana'
cask 'atom'
cask 'blender'
cask 'discord'
cask 'dropbox'
cask 'figma'
cask 'firefox'
cask 'google-chrome'
cask 'postgres-unofficial'
cask 'postman'
cask 'sequel-pro'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'zoom'
cask 'zsh-completions'
